Repository: santiagogonzalezblowe/flugram
Catalog: lib/l10n/app_*.arb
Languages: es

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Login
es: Iniciar sesión

# loginDescription
source: Enter your email and password to login
es: Inicia sesión con tu correo electrónico y contraseña

source: Forgot Password
es: Olvidaste tu contraseña

# forgotPasswordDescription
source: Enter your email to reset your password
es: Ingresa tu correo electrónico para restablecer tu contraseña

# forgotPasswordQuestion
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Sign Up
es: Registrarse

# signUpDescription
source: Enter your details to create a new account
es: Ingresa tus detalles para crear una nueva cuenta

source: Send
es: Enviar

source: App Name
es: Nombre de la App

source: App Description
es: Descripción de la App

source: Page Name
es: Nombre de la Pagina

source: Page Description
es: Descripción de la Pagina

source: Page Path
es: Path de la Pagina

source: Bloc Name
es: Nombre del Bloc

source: Bloc Description
es: Descripción del Bloc

source: Save
es: Guardar

source: Repository Name
es: Nombre del Repositorio

source: Repository Description
es: Descripción del Repositorio

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

# onlyLettersAndNumbers
source: Only letters and numbers are allowed
es: Solo se permiten letras y números

# onlyLettersAndDashAndSlash
source: Only letters, dashes, and slashes are allowed
es: Solo se permiten letras, guiones y barras

# enterEmail
source: Please enter your email
es: Por favor, introduce tu correo electrónico

# enterValidEmail
source: Please enter a valid email
es: Por favor, introduce un correo electrónico válido

# enterPassword
source: Please enter your password
es: Por favor, introduce tu contraseña

# passwordLength
source: Password must be at least 6 characters long
es: La contraseña debe tener al menos 6 caracteres

# enterAppName
source: Please enter your app name
es: Por favor, introduce el nombre de tu aplicación

# enterAppDescription
source: Please enter your app description
es: Por favor, introduce la descripción de tu aplicación

# enterPageName
source: Please enter your page name
es: Por favor, introduce el nombre de tu página

# enterPageDescription
source: Please enter your page description
es: Por favor, introduce la descripción de tu página

# enterPagePath
source: Please enter your page path
es: Por favor, introduce el path de tu página

# enterBlocName
source: Please enter your bloc name
es: Por favor, introduce el nombre de tu bloque

# enterBlocDescription
source: Please enter your bloc description
es: Por favor, introduce la descripción de tu bloque

# enterRepositoryName
source: Please enter your repository name
es: Por favor, introduce el nombre de tu repositorio

# enterRepositoryDescription
source: Please enter your repository description
es: Por favor, introduce la descripción de tu repositorio

source: Create Page
es: Crear nueva página

# createPageDescription
source: Enter your page details to create a new page
es: Ingresa los detalles de tu página para crear una nueva página

source: Create Subpage
es: Crear nueva sub-página

# createSubpageDescription
source: Enter your subpage details to create a new subpage
es: Ingresa los detalles de tu sub-página para crear una nueva sub-página

source: Create repository
es: Crear nuevo repositorio

# createRepositoryDescription
source: Enter your repository details to create a new repository
es: Ingresa los detalles de tu repositorio para crear un nuevo repositorio

source: Create new bloc
es: Crear nuevo bloc

source: Update Flugram
es: Actualizar Flugram

# updateFlugramDescription
source: Update your flugram details
es: Actualiza los detalles de tu flugram

source: Update Page
es: Actualizar Pagina

# updatePageDescription
source: Update your page details
es: Actualiza los detalles de tu pagina

source: Update Repository
es: Actualizar Repositorio

# updateRepositoryDescription
source: Update your repository details
es: Actualiza los detalles de tu repositorio

source: Delete Page
es: Eliminar Pagina

# deletePageDescription
source: Are you sure you want to delete this page?
es: ¿Estás seguro de que quieres eliminar esta pagina?

source: Delete Repository
es: Eliminar Repositorio

# deleteRepositoryDescription
source: Are you sure you want to delete this repository?
es: ¿Estás seguro de que quieres eliminar esta repositorio?

source: Delete Flugram
es: Eliminar Flugram

# deleteFlugramDescription
source: Are you sure you want to delete this flugram?
es: ¿Estás seguro de que quieres eliminar este flugram?

source: Create Flugram
es: Crear Flugram

# createFlugramDescription
source: Enter your flugram details to create a new flugram
es: Ingresa los detalles de tu flugram para crear un nuevo flugram

source: Home
es: Inicio

source: News
es: Noticias
